org/breathe.org
#+SETUPFILE: ./hugo_setup.org
#+TITLE: Breathe
#+DATE: <2021-04-15 Thu>
#+HUGO_TAGS: 诗作

By [[https://leobabauta.com][Leo Babauta]]

If you feel overwhelmed, breathe. It will calm you and release the tensions.

If you are worried about something coming up, or caught up in something that already happened, breathe. It will bring you back to the present.

If you are moving too fast, breathe. It will remind you to slow down, and enjoy life more.

Breathe, and enjoy each moment of this life. They're too fleeting and few to waste.

https://zenhabits.net/more/
