blog/2021/breathe.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-07 Mon 16:00 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Breathe</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">Breathe</h1>
</header><p>
By <a href="https://leobabauta.com">Leo Babauta</a>
</p>

<p>
If you feel overwhelmed, breathe. It will calm you and release the tensions.
</p>

<p>
If you are worried about something coming up, or caught up in something that already happened, breathe. It will bring you back to the present.
</p>

<p>
If you are moving too fast, breathe. It will remind you to slow down, and enjoy life more.
</p>

<p>
Breathe, and enjoy each moment of this life. They're too fleeting and few to waste.
</p>

<p>
<a href="https://zenhabits.net/more/">https://zenhabits.net/more/</a></p>
</div>
</body>
</html>